export interface miscProps {
  name: string;
  description: string;
}

export const bored = [
  'пансион для детей',
  'сезонная династия -- каждый свой сезон',
  'вегетарианец с непереносимостью лактозы',
  'ненавидит всех кроме супруга',
  'завести ребенка призрака через колодец',
  'нельзя работать',
  'три брака три ребенка три развода женитьба не первом супруге',
  'приносить гостей в жертву',
  'стать наркоманом',
  'династия с особенной чертой, особенным украшением',
  'семейный бизнес',
];
