[
  {
    "key": "skill_001_charisma",
    "ru_name": "Обаяние",
    "en_name": "Charisma",
    "ru_description": "В разговоре обаяние — ваш лучший друг. Обаятельные персонажи знают, как подружиться, завести романтические отношения или успокоить незнакомца",
    "en_description": "When in a conversation, Charisma skill can be your best friend. Whether making friends, romancing, or calming down strangers, the charismatic Sim knows how to proceed",
    "part": "sims_4",
    "icon": "Charisma.png",
    "steps": 10,
    "age": "young"
  },
  {
    "key": "skill_002_comedy",
    "ru_name": "Комедия",
    "en_name": "Comedy",
    "ru_description": "Как только человек понимает, что вся жизнь — шутка, он может стать лишь комедиантом",
    "en_description": "As soon as one realizes that everything is a joke, being a comedian is the only thing that makes sense",
    "part": "sims_4",
    "icon": "Comedy.png",
    "steps": 10,
    "age": "young"
  },
  {
    "key": "skill_003_cooking",
    "ru_name": "Кулинария",
    "en_name": "Cooking",
    "ru_description": "Любой может приготовить пищу, но любознательные кулинары только выигрывают, если будут проводить больше времени на кухне",
    "en_description": "Anyone can cook, but Sims who are epicurious will benefit from spending a little extra time and attention in the kitchen",
    "part": "sims_4",
    "icon": "Cooking.png",
    "steps": 10,
    "age": "young"
  },
  {
    "key": "skill_004_fishing",
    "ru_name": "Рыбная ловля",
    "en_name": "Fishing",
    "ru_description": "Большинство персонажей, у которых есть этот навык, не стесняются признавать, что они зависимы от рыбной ловли",
    "en_description": "Most Sims with this skill aren't shy to admit that they're hooked on fishing. Others who say otherwise are just koi",
    "part": "sims_4",
    "icon": "Fishing.png",
    "steps": 10,
    "age": "young"
  },
  {
    "key": "skill_005_fitness",
    "ru_name": "Фитнес",
    "en_name": "Fitness",
    "ru_description": "Все хотят быть здоровыми, но помешанные на фитнесе персонажи все силы тратят на то, чтобы поддержать идеальные формы",
    "en_description": "While all Sims want to stay healthy, fitness-minded Sims frequently go above and beyond the call of duty to keep their bodies in tip-top shape",
    "part": "sims_4",
    "icon": "Fitness.png",
    "steps": 10,
    "age": "young"
  },
  {
    "key": "skill_006_gardening",
    "ru_name": "Садоводство",
    "en_name": "Gardening",
    "ru_description": "Как вырастить сад? В саду могут цвести цветы и зреть фрукты, но это требует времени и усилий, и немало навыков садоводства",
    "en_description": "How does your garden grow? It can bloom with flowers and fruits galore, but such an endeavor takes time and effort, and more than a bit Gardening Skill",
    "part": "sims_4",
    "icon": "Gardening.png",
    "steps": 10,
    "age": "young"
  },
  {
    "key": "skill_007_gourmetcooking",
    "ru_name": "Изысканная кулинария",
    "en_name": "Gourmet cooking",
    "ru_description": "Готовы вынести свои кулинарные способности на новый уровень? Навык изысканной кулинарии позволит создать восхитительные блюда для вас и ваших гостей",
    "en_description": "Ready to take your culinary creations to new heights? The Gourmet Cooking skill can help deliver some fancy foods to your mouth and your guests",
    "part": "sims_4",
    "icon": "GourmetCooking.png",
    "steps": 10,
    "age": "young"
  },
  {
    "key": "skill_008_guitar",
    "ru_name": "Игра на гитаре",
    "en_name": "Guitar",
    "ru_description": "Гитара — инструмент, который бросает вызов классу и жанру. Игра на гитаре отлично подойдёт для романтического ужина, непринуждённых встреч и распроданного выступления",
    "en_description": "Guitar: the one instrument that defies class, genre, and boundaries. A guitar can be a good fit for a romantic evening, a casual get-together, or a sold-out performance",
    "part": "sims_4",
    "icon": "Guitar.png",
    "steps": 10,
    "age": "young"
  },
  {
    "key": "skill_009_handiness",
    "ru_name": "Механика",
    "en_name": "Handiness",
    "ru_description": "Сделай сам! — вот девиз настоящего мастера на все руки. Мастера на все руки не боятся чинить предметы, когда те ломаются, они также могут улучшать обычные приборы в доме и даже могут работать за столярным станком",
    "en_description": "Do it yourself! That's the motto of a handy Sim. Handy Sims aren't afraid to repair things when they break, can upgrade regular household objects, and may even dabble with a bit of woodworking",
    "part": "sims_4",
    "icon": "Handiness.png",
    "steps": 10,
    "age": "young"
  },
  {
    "key": "skill_010_logic",
    "ru_name": "Логика",
    "en_name": "Logic",
    "ru_description": "Искусный ум — вещь потрясающая, и персонажи, развивающие логику, должны отточить свой мозг так, чтобы тот стал похож на острый рог ламорога",
    "en_description": "A practiced mind can be a wonderful thing, and Sims who focus on Logic want to hone their minds until they're sharper than a llamacorn's horn",
    "part": "sims_4",
    "icon": "Logic.png",
    "steps": 10,
    "age": "young"
  },
  {
    "key": "skill_011_mischief",
    "ru_name": "Пакости",
    "en_name": "Mischief",
    "ru_description": "Персонажи-пакостники склонны к мерзким поступкам, получают удовольствие от обманов, шалостей и прочих пакостей окружающим. Вся жизнь — праздник, и шалуны готовы его испортить",
    "en_description": "Mischief-oriented Sims tend to be sly devils, delighting at tricking, pranking, and otherwise mocking their fellow Sims. Life's a party, and a Mischief Sim is out to crash it",
    "part": "sims_4",
    "icon": "Mischief.png",
    "steps": 10,
    "age": "young"
  },
  {
    "key": "skill_012_mixology",
    "ru_name": "Смешивание напитков",
    "en_name": "Mixology",
    "ru_description": "Смешивать напитки и болтать с посетителями — казалось бы, что может быть проще. Но расчёт правильной пропорции сока и болтовни — искусство тонкое",
    "en_description": "Mixing drinks and making small talk seems easy enough, but the right proportions of juices and the right amount of chatter is a subtle skill",
    "part": "sims_4",
    "icon": "Mixology.png",
    "steps": 10,
    "age": "young"
  },
  {
    "key": "skill_013_painting",
    "ru_name": "Рисование",
    "en_name": "Painting",
    "ru_description": "Нанесение краски на холст и создание чего-то, что вызовет эмоциональный резонанс, - настоящее искусство. Выбравших навык рисования персонажей в будущем ждут красочны картины, а может и большие продажи",
    "en_description": "The art of putting brush to canvas and creating something that can evoke an emotional response is not easy. For those Sims that explore the Painting Skill, colorful creations - and maybe some big sales - lie in their future",
    "part": "sims_4",
    "icon": "Painting.png",
    "steps": 10,
    "age": "young"
  },
  {
    "key": "skill_014_piano",
    "ru_name": "Игра на пианино",
    "en_name": "Piano",
    "ru_description": "Когда хочешь пробежаться по клавишам и успокоить душу, вам поможет пианист. Главное — бесконечные упражнения навыка игры на пианино, и, может, вы никогда не станете рок-звездой, зато ваши произведения будут часто играть в лифте",
    "en_description": "When ivories need tickling and ",
    "part": "sims_4",
    "icon": "Piano.png",
    "steps": 10,
    "age": "young"
  },
  {
    "key": "skill_015_photography",
    "ru_name": "Фотография",
    "en_name": "Photography",
    "ru_description": "От телефона до крутой камеры. Персонажи с более высоким уровнем навыка фотографии будут успешнее и будут делать больше снимков, переходить на более продвинутое оборудование, экспериментировать с настройками камеры и использовать фотостудию",
    "en_description": "From a phone to a fancy camera. Sims who are skilled in Photography will have greater success as they hone their skills by taking lots of pictures, upgrading their equipment, experimenting with picture settings and using the In a Flash Photo Studio",
    "part": "sims_4",
    "icon": "Photography.png",
    "steps": 5,
    "age": "young"
  },
  {
    "key": "skill_016_programming",
    "ru_name": "Программирование",
    "en_name": "Programming",
    "ru_description": "В современном мире программирование стало вторым родным языком практически каждого. Вперёд, научитесь создавать машины, которые будут делать всё за вас!",
    "en_description": "Almost like speaking a second language in today's world, programming is becoming more and more essential. Get ahead by learning to make machines do your bidding!",
    "part": "sims_4",
    "icon": "Programming.png",
    "steps": 10,
    "age": "young"
  },
  {
    "key": "skill_017_rocketscience",
    "ru_name": "Ракетостроение",
    "en_name": "Rocket science",
    "ru_description": "Есть персонажи, которые хотят твёрдо стоять на земле, потупив глаза. Но точно не вы! Скиньте все ненужные оковы и бросьте вызов будущему. Стройте, улучшайте, и летите туда, куда не ступала нога других персонажей, и всё это благодаря навыку ракетостроения",
    "en_description": "There are those who'd rather keep their feet on the ground, their eyes looking down. Not you! Throw off the shackles of what-is and take on the challenge of what-can-be. Build, upgrade, and fly where no Sim has gone before with the Rocket Science Skill",
    "part": "sims_4",
    "icon": "RocketScience.png",
    "steps": 10,
    "age": "young"
  },
  {
    "key": "skill_018_videogaming",
    "ru_name": "Видеоигры",
    "en_name": "Video gaming",
    "ru_description": "Прежде успехи в видеоиграх были лишь аргументом в спорах с братьями и сёстрами, но в этом дивном мире победы в играх могут принести богатство и славу! В какие странные времена мы живём",
    "en_description": "Being good at video games used to only be good for bragging rights against your siblings, but in this brave new world, video game prowess can actually make money and bring fame! What wacky times we live in",
    "part": "sims_4",
    "icon": "VideoGaming.png",
    "steps": 10,
    "age": "young"
  },
  {
    "key": "skill_019_violin",
    "ru_name": "Игра на скрипке",
    "en_name": "Violin",
    "ru_description": "Издавая заунывные звуки или жизнерадостные мелодии, скрипка всегда вызовет бурю различных эмоций. Пройдите весь путь от неприятного скрипа до сладостных звуков, развивая навык игры на скрипке",
    "en_description": "Whether a haunting dirge or lively dance, the violin can evoke a myriad of emotions. Work up from unpleasant screeching to dulcet chords with Violin Skill",
    "part": "sims_4",
    "icon": "Violin.png",
    "steps": 10,
    "age": "young"
  },
  {
    "key": "skill_020_writing",
    "ru_name": "Писательство",
    "en_name": "Writing",
    "ru_description": "Начать писать нелегко. Чистая страница может стать самым заклятым врагом, но писатели принимают вызов и каждый день пытаются описать свои эмоции с помощью слов",
    "en_description": "Putting pen to paper (or more likely, fingers to keys) is no easy task. The blank page can be one of the most daunting foes, but writers take on the challenge of finding a way to put emotions into words day after day",
    "part": "sims_4",
    "icon": "Writing.png",
    "steps": 10,
    "age": "young"
  },
  {
    "key": "skill_021_herbalism",
    "ru_name": "Траволечение",
    "en_name": "Herbalism",
    "ru_description": "Как любитель природы может по максимум использовать дары леса? Редкие и диковинные травы — это не просто растения, а ценные ингредиенты!",
    "en_description": "How can a nature lover best take advantage of the gifts of the forest? Rare and wondrous Herbs aren't just leafy greens, but precious ingredients!",
    "part": "sims_4",
    "icon": "Herbalism.png",
    "steps": 10,
    "age": "young"
  },
  {
    "key": "skill_022_baking",
    "ru_name": "Выпечка",
    "en_name": "Baking",
    "ru_description": "Выпечка является своего рода наукой. Вы не можете просто так взять и смешать различные ингредиенты в миске. Нужен план. К счастью, план подразумевает большое количество сахара",
    "en_description": "Baking is science in action. You can't just throw random ingredients into a bowl like some chef. You have to plan. Fortunately, the plan involves large helpings of sugar",
    "part": "sims_4",
    "icon": "Baking.png",
    "steps": 10,
    "age": "young"
  },
  {
    "key": "skill_023_wellness",
    "ru_name": "Здоровый образ жизни",
    "en_name": "Wellness",
    "ru_description": "Обладающий навыком здоровой жизни персонаж может управлять своими чувствами и эмоциями, противостоя ураганам жизненных трудностей",
    "en_description": "A Sim that acquires wellness is a Sim that can regulate their moods and sensations as they sway through the gales of life's enduring dilemmas",
    "part": "sims_4",
    "icon": "Wellness.png",
    "steps": 10,
    "age": "young"
  },
  {
    "key": "skill_024_dancing",
    "ru_name": "Танцевальный навык",
    "en_name": "Dancing",
    "ru_description": "Персонажи с этим навыком не могут не плясать. Они обажают танцевать и всегда готовы выйти на танцпол",
    "en_description": "Sims with this skill can never resist the urge to bust a move. They love to move and are always ready to hit the dance floor",
    "part": "sims_4",
    "icon": "Dancing.png",
    "steps": 5,
    "age": "young"
  },
  {
    "key": "skill_025_djmixing",
    "ru_name": "Навык ди-джея",
    "en_name": "DJ mixing",
    "ru_description": "Любой может сбацать альбом, но только персонажи с навыком ди-джея всегда готовы создавать музыку. Они могут играть в будке ди-джея, создавать сборники и развлекать публику",
    "en_description": "Anyone can scratch a record, but only Sims with the DJ Skill are always ready to drop a beat. They can play on the DJ Booth, create mixtapes, and entertain a crowd",
    "part": "sims_4",
    "icon": "DJMixing.png",
    "steps": 10,
    "age": "young"
  },
  {
    "key": "skill_026_singing",
    "ru_name": "Пение",
    "en_name": "Singing",
    "ru_description": "Все персонажи могут петь, но все ли они умеют петь? Персонажи с навыком пения любят выставлять свои способности напоказ, где бы они ни были",
    "en_description": "While any Sim can sing, can they sing well? Sims with the Singing Skill love to belt it, no matter where they are at",
    "part": "sims_4",
    "icon": "Singing.png",
    "steps": 10,
    "age": "young"
  },
  {
    "key": "skill_027_pipeorgan",
    "ru_name": "Игра на органе",
    "en_name": "Pipe organ",
    "ru_description": "Орган — это инструмент для пианиста, который хочет играть на полную мощь. Самый большой инструмент в мире. Он явно произведёт впечатление на ваших друзей на следующем концерте",
    "en_description": "The Pipe Organ is the instrument for the pianist who wants to crank it up to 11. Notable as the largest instrument in the world. This is sure to make a impression at your next jam session",
    "part": "sims_4",
    "icon": "PipeOrgan.png",
    "steps": 10,
    "age": "young"
  },
  {
    "key": "skill_028_vampirelore",
    "ru_name": "Вампиризм",
    "en_name": "Vampire lore",
    "ru_description": "Персонажи, жаждущие знаний, вонзают зубы в книги. Они просто обязаны узнать все полезные советы",
    "en_description": "Sims with a thirst for knowledge will sink their teeth into these books. Sims would be batty to pass up on the helpful tips contained within",
    "part": "sims_4",
    "icon": "VampireLore.png",
    "steps": 15,
    "age": "young"
  },
  {
    "key": "skill_029_bowling",
    "ru_name": "Боулинг",
    "en_name": "Bowling",
    "ru_description": "Некоторые считают, что игра в боулинг — навык второстепенный, но правы они только с технической стороны: у данного навыка только пять уровней, но опытные игроки в боулинг несомненно выглядят очень круто",
    "en_description": "Some would call Bowling a minor skill, but they'd only be technically correct. While it may only have five levels of advancement, Sims who put in the work to skill up will look undeniably cool",
    "part": "sims_4",
    "icon": "Bowling.png",
    "steps": 5,
    "age": "young"
  },
  {
    "key": "skill_030_parenting",
    "ru_name": "Воспитание",
    "en_name": "Parenting",
    "ru_description": "Опытные родители знают, когда заставить, когда поощрить, а когда и наказать ребенка. Они знают, как быстрее привести его в порядок и удовлетворить потребности",
    "en_description": "A skilled parent knows when to influence, when to encourage, and when to discipline children. They know the best way to clean a kid up and how to solve their needs",
    "part": "sims_4",
    "icon": "Parenting.png",
    "steps": 10,
    "age": "young"
  },
  {
    "key": "skill_031_pettraining",
    "ru_name": "Дрессировка питомцев",
    "en_name": "Pet training",
    "ru_description": "Все собаки должны уметь выполнять трюки. Обученные собаки могут выполнять трюки по команде",
    "en_description": "Dogs being able to perform tricks is a basic expectation. Once trained, the dog can perform the trick on command",
    "part": "sims_4",
    "icon": "PetTraining.png",
    "steps": 5,
    "age": "young"
  },
  {
    "key": "skill_032_veterinarian",
    "ru_name": "Ветеринар",
    "en_name": "Veterinarian",
    "ru_description": "Чтобы стать хорошим ветеринаром, надо иметь твёрдую руку, доброе сердце и глубокие знания анатомии животных",
    "en_description": "It takes a steady hand, compassionate heart, and good knowledge of animal medical anatomy to be a great veterinarian",
    "part": "sims_4",
    "icon": "Veterinarian.png",
    "steps": 10,
    "age": "young"
  },
  {
    "key": "skill_033_archaeology",
    "ru_name": "Археология",
    "en_name": "Archaeology",
    "ru_description": "Некоторые персонажи только и живут ради поиска утерянных знаний и сокровищ, поэтому для них копание в грязи может оказаться невероятно увлекательным занятием",
    "en_description": "Some Sims are driven by the search for knowledge and treasures lost to time. Spending a little bit of time in the dirt can be very rewarding",
    "part": "sims_4",
    "icon": "Archaeology.png",
    "steps": 10,
    "age": "young"
  },
  {
    "key": "skill_034_selvadoradianculture",
    "ru_name": "Сельвадорадская культура",
    "en_name": "Selvadoradian culture",
    "ru_description": "Персонажи, которых интересует культура Сельвадорады, всегда погружаются в неё с головой. Они в жизни не скажут ничего постыдного, а местные танцевальные движения даются им с особой лёгкостью",
    "en_description": "Sims who are passionate about the Selvadoradian culture immerse themselves in it. They are less likely to make awkward comments and are more likely to nail those tricky dance moves",
    "part": "sims_4",
    "icon": "SelvadoradianCulture.png",
    "steps": 5,
    "age": "young"
  },
  {
    "key": "skill_035_flowerarranging",
    "ru_name": "Флористика",
    "en_name": "Flower arranging",
    "ru_description": "Составление красивых цветочных композиций требует особого навыка флористики. Освойте навык флористики, чтобы не только создавать прекрасные букеты, но и вызывать у персонажей доселе неведомые им чувства",
    "en_description": "Arranging flowers in intricate ways takes some mad floral skills. Develop these skills to not only create beautiful organic creations, but also create feelings in other Sims that they might not even understand themselves",
    "part": "sims_4",
    "icon": "FlowerArranging.png",
    "steps": 10,
    "age": "young"
  },
  {
    "key": "skill_036_acting",
    "ru_name": "Актерское мастерство",
    "en_name": "Acting",
    "ru_description": "Способность оживлять героев, рассказывать истории и вызывать слёзы на глазах персонажей — вот это настоящее искусство. Для таких творческих личностей вся жизнь — чистый холст",
    "en_description": "The ability to bring a character to life, to tell a story, and to move Sims to tears is a genuine art. To these artists, life is the canvas",
    "part": "sims_4",
    "icon": "Acting.png",
    "steps": 10,
    "age": "young"
  },
  {
    "key": "skill_037_mediaproduction",
    "ru_name": "Медиапроизводство",
    "en_name": "Media production",
    "ru_description": "Персонаж с навыком медиапроизводства хорошо знаком с современными технологиями, так как они необходимы для создания музыки и видео. Такие персонажи выкладывают материалы, чтобы показать их всему миру или заработать немного симолеонов",
    "en_description": "A Sim with Media Production Skill is well-versed in current technology, as it applies to producing music and videos. These Sims stream and upload content to share to the world or make some Simoleons on the side",
    "part": "sims_4",
    "icon": "MediaProdaction.png",
    "steps": 5,
    "age": "young"
  },
  {
    "key": "skill_038_researchanddebate",
    "ru_name": "Научные исследования и дебаты",
    "en_name": "Research & debate",
    "ru_description": "Осваивая навык научных исследований и дебатов, вы учитесь получать и использовать информацию, например, участвуя в дебатах или просматривая соцсети",
    "en_description": "Research & Debate is all about learning information and then utilizing it—whether that be in a debate or through social influence",
    "part": "sims_4",
    "icon": "ResearchDebate.png",
    "steps": 10,
    "age": "young"
  },
  {
    "key": "skill_039_robotics",
    "ru_name": "Робототехника",
    "en_name": "Robotics",
    "ru_description": "Технологии призваны облегчить жизнь персонажей. Создав роботов, занимающихся домашними делами, охраняющих и развлекающих сим-общество, персонажи теперь имеют больше свободного времени, чтобы заниматься... чем-нибудь другим!",
    "en_description": "Technology should help make a Sims life better. By creating robots to do chores, protect, and entertain the masses Sims are freed up to do... other Sims specific things!",
    "part": "sims_4",
    "icon": "Robotics.png",
    "steps": 10,
    "age": "young"
  },
  {
    "key": "skill_040_fabrication",
    "ru_name": "Производство",
    "en_name": "Fabrication",
    "ru_description": "Зачем тратить симолеоны на брендовые вещи, если их можно делать самостоятельно? Разберите старые вещи на выброс и смастерите что-нибудь из найденных деталей и материалов!",
    "en_description": "Why buy brand name when you can make it yourself? Recycle old stuff that would be thrown out otherwise and use the Bits and Pieces to make something all your own!",
    "part": "sims_4",
    "icon": "Fabrication.png",
    "steps": 10,
    "age": "young"
  },
  {
    "key": "skill_041_juicefizzing",
    "ru_name": "Соковарение",
    "en_name": "Juice fizzing",
    "ru_description": "Персонажи, владеющие этим навыком, обожают все, что связано с соком. Будь то хобби или подработка на стороне, главное не бояться эксперементировать. Эти персонажи оотачивают свой навык, эксперементируя с разнообразнейшими ингридиентами и технологическими процессами",
    "en_description": "Sims with this skill have a natural curiosity for the art of the fizz. Whether it's a hobby or a side hustle, experimentation is key. These Sims can be found trying different ingredients and processes to hone their craft",
    "part": "sims_4",
    "icon": "JuiceFizzing.png",
    "steps": 5,
    "age": "young"
  },
  {
    "key": "skill_042_knitting",
    "ru_name": "Вязание",
    "en_name": "Knitting",
    "ru_description": "Устройтесь поудобнее и включите музыку - вот теперь можно и повязать! Используйте свой дар, чтобы приодеть членов семьи, украсить дом или заработать симолеоны. Не бойтесь выбрать неверный путь, его просто нет! Спицы в руки и вперед!",
    "en_description": "Get comfortable and turn on some tunes, because it's time to knit! Use your talents to dress your family, decorate your house, or make some Simoleons on the side. No wrong answers here, just get to stitching!",
    "part": "sims_4",
    "icon": "Knitting.png",
    "steps": 10,
    "age": "young"
  },
  {
    "key": "skill_043_rockclimbing",
    "ru_name": "Скалолазание",
    "en_name": "Rock climbing",
    "ru_description": "Отважные персонажи обожают приключения в горах. Повышая этот навык, они смогут находить новые маршруты и открывать новые районы и виды с вершины",
    "en_description": "Adventurous Sims love the challenge of scaling mountain cliffs, and getting better at this physical skill will unlock new ways to climb as well as allow access to new areas and vistas",
    "part": "sims_4",
    "icon": "RockClimbing.png",
    "steps": 10,
    "age": "young"
  },
  {
    "key": "skill_044_skiing",
    "ru_name": "Катание на лыжах",
    "en_name": "Skiing",
    "ru_description": "Персонажи с навыком катания на лыжах обожают рассекать снежную гладь и чувствовать, как холодный ветер обдувает лицо",
    "en_description": "Sims with the Skiing Skill live for the feeling of the crisp wind in their face and gliding smoothly down the slopes",
    "part": "sims_4",
    "icon": "Skiing.png",
    "steps": 10,
    "age": "young"
  },
  {
    "key": "skill_045_snowboarding",
    "ru_name": "Катание на сноуборде",
    "en_name": "Snowboarding",
    "ru_description": "Захотелось трюков? Персонаж может повысить навык кактания на сноуборде и получить ещё больше адреналина!",
    "en_description": "Feel like getting tricky? Sim can level up his Snowboarding Skill for a rush like no other!",
    "part": "sims_4",
    "icon": "Snowboardig.png",
    "steps": 10,
    "age": "young"
  },
  {
    "key": "skill_046_medium",
    "ru_name": "Ясновидение",
    "en_name": "Medium",
    "ru_description": "Испытайте свои спиритические способности! Персонажи, выбравшие этот путь, со временем смогут призывать мертвых и устраивать спиритические сеансы с другими персонажами",
    "en_description": "Hone your spiritual power! Sims embarking on this journey will eventually be able to things like summon the dead, or host their own Seance with other Sims.",
    "part": "sims_4",
    "icon": "Medium.png",
    "steps": 5,
    "age": "young"
  },
  {
    "key": "skill_047_crossstitch",
    "ru_name": "Вышивка",
    "en_name": "Cross-stitch",
    "ru_description": "Вышитый крестиком шедевр - ниточка к ниточке - вот оно, проявление незаурядного терпения! Вышитые крестиком изделия станут прекрасным украшением и подойдут для продажи или в качестве подарка для существ из вашего сада. Выберите обруч одного из трех доступных размеров и принимайтесь за работу! Главное, держите спину и не щурьтесь, когда вышиваете!",
    "en_description": "Nothing says love and patience like a carefully stitched piece of art! Cross-stitch pieces are perfect for decorations, selling, or as a gift for the little critter hanging around your garden. Choose from three different size hoops and get stitching! Just beware of resting stitch face!",
    "part": "sims_4",
    "icon": "CrossStitch.png",
    "steps": 5,
    "age": "young"
  },
  {
    "key": "skill_048_entrepreneur",
    "ru_name": "Предприниматель",
    "en_name": "Entrepreneur",
    "ru_description": "Хотите превратить свою идею в успешный бизнес, а затем и в бизнес-империю? Развивайте навык предпринимателя, выполняя заказы на стороне, а также преуспевая в подработках и карьерах фрилансера!",
    "en_description": "Want to take your ideas on a journey from spark to small business to business empire? Build your Entrepreneur skill by progressing your Side Hustles and excelling in Odd Jobs and Freelance Careers!",
    "part": "sims_4",
    "icon": "Entrepreneur.png",
    "steps": 5,
    "age": "young"
  },
  {
    "key": "skill_049_riding",
    "ru_name": "Верховая езда",
    "en_name": "Riding",
    "ru_description": "Верховая езда - это и развлечение, и способ передвижения, и возможность одержать победу в конном состязании. Этот навык отражает способности всадника, а не лошади",
    "en_description": "Horse Riding can be a recreational activity, a mode of travel, or a means for winning Competitions. The Skill reflects the riding Sim's capabilities rather than the horse's capabilities",
    "part": "sims_4",
    "icon": "Riding.png",
    "steps": 10,
    "age": "young"
  },
  {
    "key": "skill_050_nectarmaking",
    "ru_name": "Приготовление нектара",
    "en_name": "Nectar Making",
    "ru_description": "Приготовление нектара сочетает в себе тонкое искусство извлечения необходимых ароматов из разных ингридиентов и не такое уж и тонкое искусство превращения этих ингредиентов в кашицу",
    "en_description": "Nectar Making combines the subtle art of extracting flavors from a wide variety of ingredients with the not-so-subtle art of smashing those ingredients to a pulp.",
    "part": "sims_4",
    "icon": "NectarMaking.png",
    "steps": 5,
    "age": "young"
  },
  {
    "key": "skill_051_communication",
    "ru_name": "Общение",
    "en_name": "Communication",
    "ru_description": "Общение — огромный шаг в жизни любого малыша",
    "en_description": "Talking is a huge step for any Toddler",
    "part": "sims_4",
    "icon": "Communication.png",
    "steps": 5,
    "age": "toddler"
  },
  {
    "key": "skill_052_imagination",
    "ru_name": "Воображение",
    "en_name": "Imagination",
    "ru_description": "Малыши с навыком воображения могут играть в придуманном мире",
    "en_description": "Toddlers with imagination play with their own world",
    "part": "sims_4",
    "icon": "Imagination.png",
    "steps": 5,
    "age": "toddler"
  },
  {
    "key": "skill_053_movement",
    "ru_name": "Передвижение",
    "en_name": "Movement",
    "ru_description": "Малыши, которые усиленно осваивают навык передвижения, не могут усидеть на одном месте.",
    "en_description": "Toddlers who focus on Movement really get around",
    "part": "sims_4",
    "icon": "Movement.png",
    "steps": 5,
    "age": "toddler"
  },
  {
    "key": "skill_054_potty",
    "ru_name": "Горшок",
    "en_name": "Potty",
    "ru_description": "Научив малыша пользоваться горшком, вы навсегда забудете про грязные подгузники",
    "en_description": "Toilet training makes a dirty diaper a thing of the past",
    "part": "sims_4",
    "icon": "Potty.png",
    "steps": 3,
    "age": "toddler"
  },
  {
    "key": "skill_055_thinking",
    "ru_name": "Мышление",
    "en_name": "Thinking",
    "ru_description": "Малыши с навыком мышления устраивают меньше истерик и могут сами о себе позаботиться. Малыши будут чаще слушаться и смогут сами удовлетворять потребности",
    "en_description": "Thinking Skill helps toddlers throw fewer tantrums and be more capable of taking care of themselves. It reduces defiance, and helps to solve needs",
    "part": "sims_4",
    "icon": "Thinking.png",
    "steps": 5,
    "age": "toddler"
  },
  {
    "key": "skill_056_creativity",
    "ru_name": "Воображение",
    "en_name": "Creativity",
    "ru_description": "Воображение — одна из отличительных черт детства, а тренировка воображения может принести пользу в будущем",
    "en_description": "Using imagination is one of the hallmarks of childhood, and developing that imagination can pay big dividends in the future",
    "part": "sims_4",
    "icon": "Creativity.png",
    "steps": 10,
    "age": "child"
  },
  {
    "key": "skill_057_mental",
    "ru_name": "Интеллект",
    "en_name": "Mental",
    "ru_description": "Мозг детей, может, и меньше, но зато меньше забит таким хламом как алгебра и забавные факты о ламах. Дети, которые начнут развивать свой интеллект раньше, смогут легче осваивать более сложные логические задачки по жизни",
    "en_description": "The minds of children may be physically smaller, but they are also less cluttered with junk, like fun facts about llamas or algebra. Kids that can hone their mental muscle early may find themselves more easily able to grasp more complex logic later in life",
    "part": "sims_4",
    "icon": "Mental.png",
    "steps": 10,
    "age": "child"
  },
  {
    "key": "skill_058_motor",
    "ru_name": "Моторика",
    "en_name": "Motor",
    "ru_description": "Навык моторики нужен всем детям, чтоб они могли ходить, бегать и прыгать. Но, помимо естественных движений, навык моторики можно использовать для развития мускулатуры и подготовки ребёнка к занятиям спортом",
    "en_description": "Motor Skill is essential for all children, but beyond simply enabling them to walk, run, and jump, Motor Skill can be focused on to build early muscles and prepare for a lifetime of fitness",
    "part": "sims_4",
    "icon": "Motor.png",
    "steps": 10,
    "age": "child"
  },
  {
    "key": "skill_059_social",
    "ru_name": "Общение",
    "en_name": "Social",
    "ru_description": "Научиться говорить — это первый шаг в пути каждого ребёнка к становлению социальным созданием. Для тех детей, которые решили сосредоточиться на общении, дружбе, несомненно это станет легче для них на протяжении всей жизни",
    "en_description": "Learning to talk is the first step in every child's journey to becoming a social creature. For those children who decide to focus on Social Skill, friendships are sure to come easier to them throughout life",
    "part": "sims_4",
    "icon": "Social.png",
    "steps": 10,
    "age": "child"
  },
  {
    "key": "skill_056_пemology",
    "ru_name": "Геммология",
    "en_name": "Gemology",
    "ru_description": "Все любят сияющие камушки, но персонажи с навыком геммологии могут создавать собственные творения с самоцветами и носить их, дарить другим или продавать.\\n\\nНавык геммологии можно освоить, работая за геммологическим столом, а также занимаясь поисками металлов и кристаллов. При повышении уровня навыка будет получен доступ к новым ювелирным изделиям и огранкам самоцветов, а персонажи смогут находить большее количество металлов и кристаллов!",
    "en_description": "While every Sim may appreciate a shiny gem, those with Gemology skill learn to create their own gem-based creations for wearing, gifting, or turning a little profit.\\n\\nGemology is built primarily by crafting on the Gemology Table, supplemented by finding metals and crystals. Increasing this skill will unlock new jewelry designs and gemstone cuts, as well as increase the number of metals and crystals a Sim finds!",
    "part": "sims_4",
    "icon": "Gemology.png",
    "steps": 10,
    "age": "young"
  }
]
